Repository: jamesdalby/kanivis
Catalog: lib/l10n/intl_*.arb
Languages: fr

# initialiseTextToSpeech
source: Knowles Audible Navigation Information for Visually Impaired Sailors
fr: Informations de navigation sonore pour les marins malvoyants

source: Depth
fr: Profondeur

source: Feet
fr: Pieds

source: Number mode
fr: Mode numérique

# NoCourseSet
source: No course set currently
fr: Aucune course définie actuellement

# TargetAngle
source: Target angle now
fr: Angle actuel

# TargetCourse
source: Target course now
fr: Course de l'objectif

source: Bear away ten degrees
fr: Abattre dix degrés

source: Ten degrees to port
fr: Dix degrés à bâbord

# LuffUpTenDegrees
source: Luff up 10 degrees
fr: Loffer de 10 degrés

# TenDegreesToStarboard
source: 10 degrees to starboard
fr: 10 degrés à tribord

source: sensitivity
fr: sensibilité

# SteerModePress
source: Steer mode. Press 1 for guidance
fr: Mode pilotage. Appuyez sur 1 pour obtenir des conseils

source: Trip
fr: Course

source: G P S trip
fr: Course G P S

source: Speed
fr: Vitesse

source: Compass
fr: Compas

source: Target compass course
fr: course compas

source: Target wind angle
fr: course à l'angle du vent

source: No active waypoint
fr: Pas waypoint actif

source: Lat
fr: Latitude

source: Long
fr: Longitude

source: Position Unavailable
fr: Position indisponible

# AISCurrentlyUnimplemented
source: A I S currently unimplemented, sorry
fr: A I S actuellement non implémenté, désolé

source: True wind unavailable
fr: Vent vrai indisponible

source: north
fr: nord

source: east
fr: est

source: west
fr: ouest

source: south
fr: sud

source: degrees
fr: degrés

source: Unavailable
fr: fonction indisponible

source: to port
fr: à babord

source: to starboard
fr: à tribord

source: Depth warnings are now
fr: Les alerts profondeurs sont maintenant en mode

source: enabled
fr: activés

source: silenced
fr: silences

source: Invalid number, returning to command mode
fr: Numéro invalide, retour en mode commande

source: minus
fr: moins

source: No number was entered
fr: Aucun numéro n'a été saisi

# NoSteerModeIsSetCurrently
source: No steer mode is set currently, so number entry will be ignored
fr: Aucun mode de direction n'est actuellement défini, la saisie du numéro sera donc ignorée

source: Command mode
fr: Mode commande

source: Reset
fr: Réinitialiser

source: Number entry cancelled, now in command mode
fr: Entrée de numéro annulée, passage en mode commande

source: rate
fr: vitesse

source: pitch
fr: ton

# GuidanceOption
source: 2 decrease pitch, 3 increase pitch. 5 decrease rate, 6 increase rate. 8 decrease volume, 9 increase volume. 0 decrease off-course sensitivity, # increase off-course sensitivity. * switch between depth measures. Enter, returns to command mode
fr: 2 diminuer le ton, 3 augmenter le ton. 5 taux de diminution, 6 taux d'augmentation. 8 diminuer le volume, 9 augmenter le volume. 0 diminue la sensibilité hors-course, # augmente la sensibilité hors-course. * basculer entre les mesures de profondeur. Entrée, revient en mode commande

# NoCompassCourseAvailable
source: No compass course available, maybe set it manually using number mode
fr: Pas de cap de boussole disponible, peut-être le régler manuellement en utilisant le mode numérique

source: Now steering to compass
fr: Passage en cap compas

# NoWindAngleAvailableSet
source: No wind angle available, maybe set it manually using number mode
fr: Aucun angle de vent disponible, régler manuellement en utilisant le mode numérique

source: Now steering to apparent wind
fr: Cap avec le vent apparent

source: Steer mode silenced and reset
fr: Mode de direction désactivé et réinitialisé

source: Returning to command mode
fr: Retour en mode commande

source: On course
fr: Sur le parcours

source: Port
fr: Babord

source: Starboard
fr: tribord

# GUI_CmdApparentWind
source: Apparent Wind
fr: Vent Apparent

# GUI_CmdTrueWind
source: True Wind
fr: Vent vrai

# GUI_CmdHeading
source: Heading
fr: Cap

# GUI_CmdSpeed
source: Speed
fr: Vitesse

# GUI_CmdTrip
source: Trip
fr: Parcours

# GUI_CmdDepth
source: Depth
fr: Profondeur

# GUI_CmdNumber
source: Number
fr: Nombre

# GUI_CmdEnter
source: Enter
fr: Entrer

# GUI_NumReset
source: Reset
fr: Réinitialiser

# GUI_NumSet
source: Set
fr: Règler

# GUI_NumCancel
source: Cancel
fr: Annuler

# GUI_OptGuidance
source: Guidance
fr: Conseils

# GUI_OptPitchDown
source: Pitch -
fr: Ton -

# GUI_OptPitchUp
source: Pitch +
fr: Ton +

# GUI_OptRateDown
source: Rate -
fr: Vitess -

# GUI_OptRateUp
source: Rate +
fr: Vitess +

# GUI_OptSensitivityDown
source: Sensitivity -
fr: Sensibilité -

# GUI_OptSensitivityUp
source: Sensitivity +
fr: Sensibilité +

# GUI_OptDepth
source: Depth
fr: Profondeur

# GUI_OptSave
source: Save
fr: Sauver

# GUI_SteerGuidance
source: Guidance
fr: Conseils

# GUI_SteerCompass
source: Compass
fr: Compas

# GUI_SteerWind
source: Wind
fr: Vent

# GUI_SteerHintCompas
source: Hint (C)
fr: Indice cap

# GUI_SteerHintWind
source: Hint (W)
fr: Indice vent

# GUI_SteerErrorCompas
source: Error (C)
fr: Erreur cap

# GUI_SteerErrorWind
source: Error (W)
fr: Erreur vent

# GUI_SteerBeepCompas
source: Beep (C)
fr: Bip cap

# GUI_SteerBeepWind
source: Beep (W)
fr: Bip vent

# OptionsModePressOneForGuidance
source: Options mode. Press 1 for guidance. Press 'Enter' to return to command mode
fr: Mode options. Appuyez sur 1 pour obtenir des conseils. Appuyez sur 'Entrée' pour revenir au mode de commande

source: Keel
fr: Quille

# GuidanceSteer
source: Middle column for compass. Right column for wind-angle. 2, periodic compass heading. 3, periodic wind angle. The remaining options report with interval reducing as the magnitude of any course error increases. 5, compass with interval. 6, wind angle with interval. 8, compass off-course. 9, wind angle off-course. 0, compass beeps. #, wind angle beeps. Change sensitivity in options mode to control frequency of reporting, and error thresholds. Enter, return to command mode.+, Silence steering guidance.
fr: Colonne centrale pour boussole. Colonne de droite pour l'angle du vent. 2, cap compas périodique. 3, angle de vent périodique. Les options restantes rapportent avec un intervalle de réduction à mesure que l'ampleur de toute erreur de parcours augmente. 5, boussole avec intervalle. 6, angle du vent avec intervalle. 8, boussole hors route. 9, angle du vent hors route. 0, la boussole émet un bip. #, bips d'angle de vent. Modifiez la sensibilité en mode options pour contrôler la fréquence des rapports et les seuils d'erreur. Enter, retour en mode commande.+, Silence guidage au volant.

# steerLeftPort
source: Port 10
fr: Babord 10

# steerLeftBear
source: Bear Away 10
fr: Abattre 10

# steerLeftLuff
source: Luff Up 10
fr: Lofer 10

# steerRightBear
source: Luff Up 10
fr: Lofer 10

# steerRightLuff
source: Bear Away 10
fr: BAbattre 10

# GUI_SettingsNetwork
source: Network Settings
fr: Réglages réseau

# GUI_SettingsNMEANetworkSource
source: NMEA network source
fr: NMEA source

# GUI_SettingsHostname
source: Hostname or IP address
fr: Hôte ou adresse IP

# GUI_SettingsHostnameHint
source: Hostname
fr: Hôte

# GUI_SettingsHostnameError
source: Please enter some text
fr: Veuillez saisir du texte

# GUI_SettingsPortNumber
source: Port number
fr: Numéro de port

# GUI_SettingsPortNumberHint
source: Port number
fr: Numéro de port

# GUI_SettingsPortNumberError
source: Please enter positive number
fr: Veuillez entrer un nombre positif

# GUI_SettingsSave
source: Save
fr: Sauver

# GUI_SettingsLocalization
source: Localization
fr: Localisation

# GUI_SettingsLanguage
source: Language
fr: Langue
